Repository: booktype/booktype-packaging
Catalog: debian/po/*.po
Languages: da, de, el, es, et, fr, hu, it, ja, nb, pa, pt, ru, sq

source: Enter the name of the default Booktype instance, which will be shown in the user interface template for that instance.
da: Indtast navnet på standard-Booktype-installationen. Navnet vil fremstå på brugergrænsefladen for den pågældende installation.
de: Domain Namen der Standard Booktype Instanz eintragen. der in der Nutzeroberfläche für die Instanz angezeigt wird.
el: Εισάγετε το όνομα της αρχικής εγκατάστασης του Booktype, το οποίο θα εμφανίζεται στο πρότυπο του περιβάλλοντος εργασίας για την εγκατάσταση αυτή.
es: Introduzca el nombre del ejemplo por defecto de Booktype, la que se mostrará en la plantilla de interfaz de usuario para ese ejemplo.
et: Sisesta vaikimisi Booktypoe saidi nimi, mida näidatakse selle kasutajatele.
fr: Saisissez le nom de l'instance Booktype par défaut, il sera affiché dans le modèle d'interface utilisateur de cette instance.
hu: Írja be a nevét az alapértelmezett Booktype példánynak, amely majd sablonként meg fog jelenni a felhasználói felületen.
it: Immettere il nome dell'istanza Booktype predefinito, che verrà mostrato nel modello di interfaccia utente per tale istanza.
ja: デフォルトのBooktypeインスタンスの名前を入力してください。このBooktypeインスタンスのユーザインタフェースのテンプレートに表示されます。
nb: Skriv inn Booktype installasjonens nettsidenavn, som vil fremkomme i malen for denne installasjonens brukergrensesnitt.
pa: ਅਾਮ ਬੁੱਕਟਾਇਪ instance ਦਾ ਨਾਮ ਲਿਖੋ ਜਿਰਾ UI ਦੈ ਵਿਚ ਆਓ ।
pt: Digite o nome da instância padrão do Booktype, o qual será mostrado no modelo de interface de usuário.
ru: Введите имя экземпляра Booktype по умолчанию, которое будет отображаться на интерфейсе пользователя для этой установки.
sq: Jepni emrin e instalimit tuaj parazgjedhje Booktype, i cili do të shfaqet te gjedhja e ndërfaqes së përdoruesve për atë instalim.

source: Domain name of the default Booktype instance:
da: Standard-Booktype-installationens domæne-navn.
de: Domain Name der Standard Booktype Instanz:
el: Όνομα περιοχής (domain) της αρχικής εγκατάστασης του Booktype:
es: Nombre de dominio del ejemplo por defecto de Booktype:
et: Vaikimisi Booktype saidi domeeninimi:
fr: Nom de domaine pour l'instance de Booktype par défaut :
hu: Az alapértelmezett Booktype domén neve:
it: Nome di dominio dell'istanza Booktype predefinita:
ja: デフォルトのBooktypeインスタンスのドメイン名
nb: Domenenavnet til denne Booktype installasjonen:
pa: ਬੁੱਕਟਾਇਪ instance ਵਾਸਤੇ Domain ਨਾਮ?
pt: Nome de domínio da instância padrão do Booktype:
ru: Доменное имя для экземпляра Booktype по умолчанию:
sq: Emër përkatësie për instancën parazgjedhje të Booktype-it:

source: Enter the domain name of the default Booktype instance. The DNS record for this domain name must resolve to the Apache server running on this machine, for example:
da: Indtast navnet på standard-Booktype-installationen. DNS-indstillingen for domæne-navnet skal tilpasses Apache-serveren på maskinen. For eksempel:
de: Domain Name der Booktype Instanz eingeben. Der DNS Eintrag für diesen Domain Namen muss im Apache Server dieses Rechners vorgenommen werden, zum Beispiel:
el: Εισάγετε το όνομα περιοχής (domain) της αρχικής εγκατάστασης του Booktype. Η εγγραφή DNS αυτού του ονόματος περιοχής πρέπει να οδηγεί στον διακομιστή Apache ο οποίος εκτελείτε σε αυτόν τον υπολογιστή. Για παράδειγμα:
es: Introduzca el nombre de dominio del ejemplo por defecto de Booktype. El registro DNS para este nombre de dominio debe volver al servidor Apache que funcione en esta máquina, por ejemplo:
et: Sisesta Booktype saidi domeeninimi. Selle domeeni DNS kirje peab suunama Apache serverilse selles masinas. Näiteks:
fr: Saisissez le nom de domaine de l'instance Booktype par défaut. L'enregistrement DNS pour ce nom de domaine doit être résolu par le serveur Apache de cette machine, par exemple :
hu: Adja meg az alapértelmezett domén nevet az alapértelmezett Booktype sablonhoz. A DNS-rekordot a domén névhez úgy kell megoldania, hogy az Apache szerver ezen a gépen fusson, mint például:
it: Inserisci il nome del dominio dell'istanza Booktype predefinita. Il record DNS per questo nome di dominio deve collegarsi al server Apache in esecuzione su questa macchina, per esempio:
ja: デフォルトのBooktypeインスタンスのドメイン名を入力してください。ここのドメイン名で指定したDNSレコードは、Apache Webサーバが動作するこのサーバと一致する必要があります。例：
nb: Skriv inn domenenavnet for standardinstallasjonen. DNS konfigurasjonen for dette domenet må peke til Apache serveren som kjører på denne maskinen, f.eks:
pa: Domain ਨਾਮ ਦੈ ਅਾਮ ਬੁੱਕਟਾਇਪ ਲਿਖੋ. DNS record ਨਿ Apache ਸਰਵਰ ਨਾਲ resolve ਹੋਨੀ ਚਾਇਦੀ, .
pt: Digite o nome do domínio da instância padão do Booktype. O registro de DNS para este domínio deve resolver para o servidor Apache rodando nesta máquina, por exemplo:
ru: Введите доменное имя для экземпляра Booktype по умолчанию. Запись DNS для этого доменного имени должна указывать на сервер Apache работающий на этой машине, к примеру:
sq: Jepni emrin e përkatësisë për instalimin parazgjedhje të Booktype-it. Regjistrimi DNS për këtë përkatësi duhet të pasqyrojë shërbyesin Apache që po xhiron në këtë makinë, për shembull:

source: Report email user:
da: Rapportér e-mail-bruger
de: E-Mail Nutzer melden:
el: Διεύθυνση ηλ. ταχυδρομείου του παραλήπτη αναφορών:
es: Denunciar a usuario de email:
et: Aruande saatmise e-posti aadress:
fr: Courriel de l'utilisateur des rapports :
hu: Felhasználói email jelentés:
it: Report email utente:
ja: レポート用送信元メールアドレス：
nb: Rapporter épostbruker:
pa: ਇਸ ਇਮੈਲ ਨੂੰ ਬਾਨ ਕਾਰੋ
pt: E-mail para relatório:
ru: Email пользователя для отчетов:
sq: Email përdoruesi për raporte:

source: Enter the 'From' address for Booktype to use when sending management reports.
da: Indtast 'fra'-adressen Booktype skal bruge når den sender administrasjonsrapporter ud.
de: "Absender" Adresse für E-Mail eintragen, die Booktype beim Versenden von Reports anzeigen soll.
el: Εισάγετε την ηλ. διεύθυνση «Από» την οποία θα χρησιμοποιεί το Booktype για να αποστείλει διαχειριστικές αναφορές.
es: Introduzca la dirección 'Desde' para Booktype para usarla al enviar informes de gestión.
et: Sisesta 'Saatja' e-posti aadress, mida Booktype kasutab haldamise aruannete saatmiseks.
fr: Saisissez l'adresse du champ « De » que Booktype doit utiliser lors de l'envoi des rapports de gestion.
hu: Adja meg, hogy 'kitől' kapja a felhasználói jelentést.
it: Inserire l'indirizzo 'da' per Booktype da utilizzare per inviare report di gestione.
ja: Booktypeがレポートを送付するときに利用する送信元アドレスを入力してください。
nb: Skriv inn 'Fra' adressen Booktype skal bruke når den sender ut administrasjonsrapporter.
pa: ਬੁੱਕਟਾਇਪ management ਰਿਪੋਰਟ ਭੇਜਣ ਵਸਤੇ 'From' ਐਡਰੈੱਸ ਲਿਖੋ
pt: Digite o endereço de 'Origem' do Booktype quando enviar relatórios de gestão.
ru: Введите "От" адрес для Booktype, используется при отправке отчетов.
sq: Jepni adresën për 'Nga' për Booktype-it, e cila të përdoret kur dërgohen raporte administrimi.

source: Email host:
da: Email-vært:
el: Διακομιστής ηλ. αλληλογραφίας:
es: Receptor de email:
et: E-posti host:
fr: Serveur de courriel :
hu: Email hoszt:
ja: メールホスト：
nb: Vertsnavn på epostserver:
pa: ਇਮੈਲ ਹੋਸਟ:
pt: Host do e-mail:
ru: Email хост:
sq: Strehë email-i:

source: Enter the mail server for Booktype to use when sending email.
da: Indtast mail-serveren Booktype skal bruge til at sende email.
de: Mail Server eingeben, den Booktype verwenden soll, um E-Mails zu senden.
el: Εισάγετε τον διακομιστή αλληλογραφίας τον οποίο θα χρησιμοποιεί το Booktype για να στέλνει ηλ. μηνύματα.
es: Introduzca el servidor de email para Booktype para utilizarlo al enviar un email.
et: Siesta e-posti server, mida Booktype saab kasutada kirjade saatmiseks.
fr: Saisissez l'adresse du serveur utilisé par Booktype pour envoyer des courriels.
hu: Adja meg a levelező szervert a Booktype számára a levélküldéshez.
it: Immettere il server di posta per Booktype da utilizzare per l'invio di email.
ja: Booktypeがメールを送るためのメールサーバを入力してください。
nb: Skriv inn hvilken epostvert Booktype skal bruke når den sender ut epost.
pa: ਮੈਲ ਸਰਵਰ, ਇਮੈਲ ਭੇਜਣ ਲੀ ਲਿਖੋ।
pt: Digite o servidor de e-mail para Booktype usar.
ru: Введите почтовый сервер для Booktype. Используется при отправки email.
sq: Jepni shërbyesin e postës për Booktype-in, për t’u përdorur kur dërgohet email.

source: Email port:
da: Portnummer:
el: Θύρα ελ. αλληλογραφίας:
es: Puerto de email:
et: E-posti port:
fr: Port du serveur de courriels :
it: Porta email:
ja: Eメールport：
nb: Portnummer:
pa: ਇਮੈਲ ਪੋਰਟ:
pt: Port do e-mail
ru: Email порт:
sq: Portë email-i:

source: Enter the SMTP port for Booktype to use when sending email.
de: SMTP Port den Booktype für das Versenden von E-Mails nutzen soll.
el: Εισάγετε την θύρα SMPT που θα χρησιμοποιεί το Booktype για να στέλνει ηλ. μηνύματα.
es: Introduzca el puerto SMTP para Booktype para utilizarlo al enviar un email.
et: Sisesta SMTP port, mida Booktype saab kasutada kirjade saatmiseks.
fr: Saisissez le port SMTP utilisé par Booktype pour envoyer des courriels.
hu: Adja meg az SMTP portot, amit e-mail kűldéshez szeretne használni.
it: Inserire la porta SMTP per Booktype da utilizzare per l'invio di email.
ja: Booktypeがメールを送るときに利用するSMTPサーバのport番号を入力してください。
nb: Skriv inn SMTP porten Booktype skal bruke når den sender ut epost.
pa: SMTP ਪੋਰਟ - ਇਮੈਲਾਂ ਭੇਜਣ ਵਾਸਤੈ
pt: Digite a porta SMTP para Booktype usar quando enviar e-mail.
ru: Введите SMTP порт для Booktype, используется при отправки email.
sq: Jepni portën SMTP për Booktype-in, për t’u përdorur kur dërgohet email.

source: Unknown
de: Unbekannt
el: Άγνωστος/η/ο
es: Desconocido
et: Tundmatu
fr: Inconnu(e)
hu: Ismeretlen
it: Sconosciuto
ja: 不明
nb: Ukjent
pt: Desconhecido
ru: Неизвестный
sq: E panjohur

source: Default publisher:
de: Standard Herausgeber:
el: Αρχικός εκδότης:
es: Editorial por defecto:
et: Vaikimisi avaldaja:
fr: Éditeur par défaut :
hu: Alapértelmezett kiadó:
it: Editore di default:
ja: デフォルト出版者
nb: Standard utgiver:
pa: ਤੇਰਾ ਪ੍ਰਕਾਸ਼ਕ
pt: Editor padrão
ru: Издатель по умолчанию:
sq: Botues parazgjedhje:

source: Enter the name of the default publisher for new books.
de: Namen des Standard Herausgebers für neue Bücher eingeben.
el: Εισάγετε το όνομα του αρχικού εκδότη για τα νέα βιβλία.
es: Introduzca el nombre de la editorial por defecto para nuevos libros.
et: Sisesta uute raamatute vaikimisi kirjastaja nimi.
fr: Saisissez le nom de l'éditeur par défaut pour les nouveaux livres.
hu: Adja meg az új könyvek alapértelmezett kiadójának nevét.
it: Immettere il nome predefinito dell'editore per i nuovi libri.
ja: 新しい本を作るときのデフォルトの出版者を入力してください。
nb: Skriv inn standardnavnet for utgiver av nye bøker.
pa: ਤੁਹਾਡੇ ਅਾਮ ਤੋਰ ਤਿ ਪ੍ਰਕਾਸ਼ਕ ਦਾ ਨਾਮ ਕੀ ਹੈ? ਇਹ ਨਵੇਂ ਕਿਤਾਬਾਂ ਵਸਤੇ ਵਰਤਉਗੈ।
pt: Digite o nome do editor padrão para novos livros.
ru: Введите имя издателя по умолчанию для новых книг.
sq: Jepni emrin e botuesit parazgjedhje për libra të rinj.

source: Redis host:
el: Διακομιστής Redis:
es: Receptor de Redis:
fr: Hôte Redis :
hu: Redis hoszt:
ja: Redis ホスト:
nb: Redis vert:
pa: Redis ਹੋਸਟ:
pt: Host Redis:
ru: Redis хост:
sq: Strehë Redis:

source: Enter the Redis server hostname. For a typical installation, you can use the default of 'localhost'.
de: Redis Server Host eingeben. Für eine typische Installation Voreinstellung 'localhost' verwenden.
el: Εισάγετε το όνομα του διακομιστή Redis. Σε τυπικές εγκαταστάσεις, χρησιμοποιείται το αρχικό όνομα «localhost».
es: Introduzca el nombre del receptor de Redis. Para una instalación típica, puede utilizar el estándar de 'localhost'.
et: Sisesta Redis serveri hostinimi. Tavapärase paigalduse puhul võid kasutada vaikeväärtust 'localhost'.
fr: Saisissez le nom d'hôte du serveur Redis. Pour une installation standard, vous pouvez utiliser la valeur par défaut « localhost ».
hu: Írja be a Redis szerver hosztnevét. Szokásos telepítés esetén megadhatja az alapértelmezett a "localhost"-ot is.
it: Immettere il server hostname Redis. Per un'installazione predefinita, è possibile utilizzare l'impostazione predefinita di 'localhost'.
ja: Redisサーバのホスト名を入力してください。通常、’localhost'と設定するのが一般的です。
nb: Skriv inn Redis serverens vertsnavn. Det vanligste er 'localhost'
pa: Redis ਸਰਵਰ ਦਾ ਹੋਸਟਨਾਮ ਲਿਖੋ । ਆਮ ਤੋਰ ਵਾਲੀ installation ਤੇੈ ਇਥੇ 'localhost' ਹਿ ਹੈ ।
pt: Digite o nome do servidor Redis. Para uma instalação típica, você pode usar o padrão 'localhost'.
ru: Введите имя хоста Redis сервера. Для обычной установки, вы можете использовать значение по умолчанию "localhost".
sq: Jepni emërstrehën e shërbyesit Redis. Për një instalim të zakonshëm mund të përdorni parazgjedhjen 'localhost'.

source: Redis port:
el: Θύρα Redis:
es: Puerto Redis:
fr: Port Redis :
nb: Redis portnummer:
pa: Redis ਪੋਰਟ:
pt: Porta Redis:
ru: Redis порт:
sq: Portë Redis:

source: Enter the port number that your Redis server uses. The default port is 6379.
de: Port Nummer des Redis Servers eingeben. Voreinstellung ist Port 6379.
el: Εισάγετε τον αριθμό της θύρας που χρησιμοποιεί ο διακομιστής Redis. Η αρχική θύρα είναι 6379.
es: Introduzca el número de puerto que utilice su servidor de Redis. El puerto por defecto es 6379.
et: Sisesta pordi number, mida sinu Redis server kasutab. Vaikimisi port on 6379.
fr: Saisir le numéro de port que votre serveur Redis utilise. Le port par défaut est 6379.
hu: Adja meg a port számot, amit az Ön Redis szervere használt. Az alapértelmezett port 6379.
it: Inserire il numero di porta che il server Redis utilizza. La porta di default è 6379.
ja: Redisサーバが利用するポート番号を入力してください。デフォルトは6379です。
nb: Skriv inn portnummeret Redis serveren bruker. Standardporten er 6379
pa: Redis ਸਰਵਰ ਦਾ ਪੋਰਟ ਨੰਬਰ ਲਿਖੋ । ਆਮ ਪੋਰਟ ਹੈ 6379.
pt: Digite o número da porta que o seu servidor Redis usa. A porta padrão é 6379.
ru: Введите номер порта который используется вашим Redis сервером. Порт по умолчанию 6379.
sq: Jepni numrin e portës që përdor shërbyesi juaj Redis. Porta parazgjedhje është 6379.

source: Redis database number:
de: Redis Datenbank Nummer:
el: Αριθμός βάσης δεδομένων Redis:
es: Número de base de datos de Redis:
et: Redis andmebaasi number:
fr: Numéro de la base de donnée Redis :
hu: Redis adatbázisának száma:
it: Numero database Redis:
ja: Redisデータベースの数：
nb: Redis databasenummer:
pa: Redis ਡਾਟਾਬੇਸ ਨੰਬਰ
pt: Número do banco de dados Redis:
ru: Номер базы данных Redis:
sq: Numër baze të dhënash Redis:

source: Enter the number of the Redis database. If you only have one application using the Redis server, this value can be the default of zero.
de: Nummer der Redis Datenbank eingeben. Wenn nur eine Anwendung den Redis Server verwendet, kann der Wert Null sein.
el: Εισάγετε τον αριθμό της βάσης δεδομένων Redis. Αν έχετε μόνον μια εφαρμογή που χρησιμοποιεί τον διακομιστή Redis, η τιμή αυτή είναι η αρχική «0».
es: Introduzca el número de la base de datos de Redis. Si sólo tiene una aplicación utilizando el servidor de Redis, este valor puede ser cero por defecto.
et: Sisesta Redis serveri andmebaasi number. Kui sul Redis serveril on ainult üks rakendus, siis võib see olla vaikeväärtus, milleks on null.
fr: Saisissez le numéro de la base de données Redis. Si vous avez une seule application utilisant le serveur Redis, cette valeur peut être la valeur par défaut de zéro.
hu: Írja be a Redis adatbázis számát. Ha csak egy alkalmazás segítségével fut a Redis szerver, ez az érték lehet az alapértelmezett nulla is.
it: Inserire il numero del database Redis. Se si dispone di una sola applicazione che utilizza il server Redis, questo valore può essere il valore predefinito di zero.
ja: Redisデータベースの数を入力してください。もし、Redisサーバを専用で利用しているのであれば、デフォルトでは0を設定します。
nb: Skriv inn nummeret på Redis databasen du skal bruke. Hvis du bare har én installasjon som bruker Redis serveren, så kan denne verdien beholde standardverdien null/0.
pa: Redis ਦਾ ਡਾਟਾਬੇਸ ਨੰਬਰ ਲਿਖੋ । ਜੇ ਇਕ ਹੀ application Redis ਨੂੰ ਵਰਤਦਾ ਫਿਰ ਇਥੇ ਜ਼ੀਰੋ ਹੀ ਹੈ ।
pt: Digite o número do banco de dados Redis. Se você só tem uma aplicação utilizando o servidor Redis, esse valor pode ser o padrão zero.
ru: Введите номер базы данных Redis. Если у вас только одно приложение использует Redis, это значение может быть по умолчанию 0.
sq: Jepni numrin e bazës së të dhënave Redis. Nëse keni vetëm një zbatim që përdor shërbyesin Redis, kjo vlerë mund të lihet sa parazgjedhja zero.

source: Redis password:
de: Redis Passwort:
el: Κωδικός Redis:
es: Contraseña de Redis:
et: Redis parool:
fr: Mot de passe Redis :
hu: Redis jelszó:
it: Password Redis:
ja: Redisパスワード：
nb: Redis passord:
pa: Redis ਪਾਸਵਰਡ:
pt: Senha Redis:
ru: Redis пароль:
sq: Fjalëkalim Redis:

source: Enter the Redis password, if your server requires one. The default is 'None'.
de: Redis Passwort eingeben, falls der Server eines benötigt. Voreinstellung ist 'None'.
el: Εισάγετε τον κωδικό Redis, αν το απαιτεί ο διακομιστής σας. Ο αρχικός κωδικός είναι «None».
es: Introduzca la contraseña de Redis, si su servidor requiere una. Por defecto es 'Nunguno'.
et: Sisesta Redis parool, kui sinu server seda nõuab. Vaikeväärtus on 'pole'.
fr: Saisissez le mot de passe Redis, si votre serveur en nécessite un. La valeur par défaut est « Aucun ».
hu: Írja be a Redis jelszót, ha a szerver megköveteli. Az alapértelmezett a 'None'.
it: Inserisci la password Redis, se il tuo server ne richiede una. Quella di default è 'None'.
ja: Redisサーバのパスワードを入力してください。もしサーバが１つだけ要求するのであれば、デフォルトは'None'（なし）です。
nb: Skriv inn passordet til Redis databasen hvis din server krever det. Standardverdien er 'None', altså tomt passord.
pa: ਜੇ Redis ਵਾਸਤੈ ਸਰਵਰ ਨੂੰ ਪਾਸਵਰਡ ਦੀ ਲੋੜ ਹੈ ਪਾਸਵਰਡ ਲਿਖੋ, ਆਮ ਤੋਰ ਤਿ ਇਥੈ 'None' ਹੈ ।
pt: Digite a senha Redis, se o servidor requer um. O padrão é 'Nenhum'.
ru: Введите пароль для Redis, если ваш сервер его требует. По умолчанию 'None'.
sq: Jepni fjalëkalimin për te Redis, nëse shërbyesi juaj lyp një të tillë. Parazgjedhja është 'None'.

source: Default instance time zone:
de: Standard Zeitzone der Instanz:
el: Ζώνη ώρας αρχικής εγκατάστασης:
es: Ejemplo por defecto de zona horaria:
et: Saidi vaikimisi ajavöönd:
fr: Fuseau horaire de l'instance par défaut :
hu: Alapértelmezett időzóna:
it: Esempio orario predefinito:
ja: デフォルトのタイムゾーン：
nb: Standard tidssone:
pa: ਤੇਰਾ ਆਮ instance ਦਾ time zone:
pt: Fuso horário padrão da instância:
ru: Часовой пояс по умолчанию:
sq: Zonë kohore parazgjedhje për instancën:

source: Enter the time zone for your default Booktype instance.
de: Standard Zeitzone der Booktype Instanz eingeben.
el: Εισάγετε την ζώνη ώρας για την αρχική εγκατάσταση Booktype.
es: Introduzca la zona horaria para su ejemplo por defecto de Booktype.
et: Sisesta ajavöönd oma vaikimisi Booktype saidi jaoks.
fr: Saisissez le fuseau horaire de votre instance par défaut de Booktype.
hu: Adja meg az időzónát az Ön alapértelmezett Booktype telepítéséhez.
it: Immetti il fuso orario per il tuo esempio predefinito Booktype.
ja: このBooktypeインスタンスのタイムゾーンを入力してください。
nb: Velg tidssone for din installasjon av Booktype.
pa: ਆਮ ਬੁੱਕਟਾਇਪ interface ਦਾ ਕੈਰਾ time zone ਵਿਰਤੂਗੈ?
pt: Digite o fuso horário de sua instância padrão do Booktype.
ru: Введите часовой пояс по умолчанию для вашего экземпляра Booktype:
sq: Jepni zonën kohore për instancën tuaj parazgjedhjeje të Booktype-it.

source: Default instance interface language:
da: Standardinstallationens brugersprog:
de: Standardsprache des Nutzeroberfläche:
el: Γλώσσα περιβάλλοντος χρήστη για την αρχική εγκατάσταση:
es: Idioma de interfaz de ejemplo por defecto:
et: Vaikimisi saidi kasutajaliidee keel:
fr: Langue par défaut pour l'interface :
hu: Az felület alapértelmezett nyelve:
it: Esempio lingua predefinito dell'interfaccia:
ja: デフォルトで利用する言語：
nb: Standard Booktype språk.
pa: Interface ਦਾ ਕੈਰੀ ਬੋਲੀ ਵਰਤਨੀ:
pt: Linguagem para a instância padrão:
ru: Язык интерфейса по умолчанию:
sq: Gjuhë ndërfaqeje parazgjedhje për instancën:

source: Enter the interface language code for your default Booktype instance.
da: Indtast standardinstallationens sprogkode for brugersprog.
de: Sprache der Nutzeroberfläche der Standard Booktype Instanz eingeben.
el: Εισάγετε τον κώδικα της γλώσσας της διεπαφής για την αρχική εγκατάσταση Booktype.
es: Introduzca el código de idioma de interfaz para su ejemplo por defecto de Booktype.
et: Sisesta oma vaikimisi Booktype saidi jaoks kasutajaliidese keel.
fr: Saisissez le code de langue de l'interface de votre instance par défaut de Booktype.
hu: Adja meg az alapértelmezett nyelv kódját az Ön Booktype sablonjához.
it: Inserire il codice della lingua dell'interfaccia per l'istanza predefinita Booktype.
ja: このBooktypeで利用する言語のコードを入力してください。
nb: Veld det språk du ønsker å bruke som standard i din Booktype installasjon.
pa: ਤੁਹਾਡੀ ਅਾਮ ਬੁੱਕਟਾਇਪ instance ਵਾਸਤੇ ਕੈਰਾ interface language code?
pt: Digite o código do idioma da interface para sua instância padrão do Booktype.
ru: Введите код языка интерфейса по умолчанию для вашего экземпляра Booktype.
sq: Jepni kodin e gjuhës së ndërfaqes për instalimin tuaj parazgjedhje të Booktype-it.

source: booktype.example.com
da: booktype.eksempel.dk
de: booktype.beispieldomain.com
fr: booktype.exemple.com
hu: booktype.valamipeldaul.com
nb: booktype.eksempeldomene.no
pt: booktype.exemplo.com.br
