Repository: booktype/booktype-packaging
Catalog: debian/po/*.po
Languages: da, de, el, es, et, fr, hu, it, ja, nb, pa, pt, ru, sq

source: yes please
da: Ja tak
de: Ja, bitte
el: Ναι, παρακαλώ
es: si por favor
et: jah, palun
fr: oui s'il vous plait
hu: igen, kérem
it: sì perfavore
ja: はい、お願いします
nb: ja takk
pa: ਹਾਂਜੀ
pt: Sim, por favor
ru: да, пожалуйста
sq: po, ju lutem

source: no thanks
da: Nej tak
de: Nein, danke
el: Όχι, ευχαριστώ
es: no gracias
et: tänan, ei
fr: non merci
hu: köszönöm, nem
it: no grazie
ja: いいえ、結構です
nb: nei takk
pa: ਨਾ
pt: Não, obrigado
ru: нет, спасибо
sq: jo, faleminderit

source: Set up server automatically:
da: Sæt serverren op automatisk:
de: Server automatisch aufsetzen:
el: Αυτόματη ρύθμιση διακομηστή:
es: Configurar el servidor de forma automática:
et: Seadista server automaatselt:
fr: Configurer le serveur automatiquement :
hu: A szerver automatikus beállítása:
it: Configura il server automaticamente:
ja: 自動でサーバをセットアップ
nb: Sett opp serveren automatisk:
pa: ਸਰਵਰ ਨੂੰ ਆਪੈ ਬਣਾ
pt: Configurar servidor automaticamente:
ru: Настроить сервер автоматически:
sq: Rregulloje vetvetiu shërbyesin:

source: This script can perform automatic configuration of a default instance, so that you can begin using Booktype directly after installation.
da: Dette script kan gennemføre en automatisk konfiguration af standardindstillinger, så du kan begynde at bruge Booktype med det samme efter installationen.
de: Dieses Skript kann eine automatische Konfiguration einer Standardinstanz vornehmen, so dass Booktype sofort nach der Installation verwendet werden kann.
el: Το σενάριο αυτό μπορεί να προβεί σε μια αυτόματη ρύθμιση της αρχικής εγκατάστασης ώστε να μπορέσετε να χρησιμοποιήσετε το Booktype αμέσως μετά την εγκατάστασή του.
es: Este script puede llevar a cabo una configuración automática de una instancia default, para que usted pueda empezar a utilizar Booktype justo después de la instalación.
et: See skript suudab sooritada automaatse vaikimisi saidi paigaldamise nii, et sa saad asuda Booktype kasutama kohe peale paigaldamist.
fr: Ce script peut effectuer la configuration automatique d'une instance par défaut, de sorte que vous puissiez commencer à utiliser Booktype directement après l'installation.
hu: Ez a szkript automatikus végezhet konfigurációt, így azonnal elkezdheti használni Booktype-ot közvetlenül a telepítés után.
it: Questo script è in grado di eseguire la configurazione automatica di un'istanza predefinita, in modo da poter iniziare a utilizzare Booktype direttamente dopo l'installazione.
ja: あなたがインストールの後にBooktype を使い始めることができるように、このスクリプトはデフォルトの値による自動的な設定を行なうことができます。
nb: Dette scriptet kan utføre automatisk konfigurasjon av en standard installasjon, slik at du kan begynne å bruke Booktype direkte etter installasjonen.
pa: ਇਸ script ਦੀ ਨਾਲ automatic configuration ਦਾ ਅਾਮ instance ਨੂੰ ਜਾਰੀ ਕਾਰਸਾਕਦੈ, ਤਿ ਫਿਰ ਤੁਸੀ ਛੈਟੀ ਤੋ ਛੈਟੀ ਬੁੱਕਟਾਇਪ ਨਾਲ ਕੱਮ ਕਾਰਸਕਦੈ ।
pt: Este script pode realizar a configuração automática de uma instância padrão, de modo que você pode começar a usar Booktype diretamente após a instalação.
ru: Этот скрипт может выполнить автоматическую настройку по умолчанию, так что вы сможете начать использовать Booktype сразу после установки.
sq: Ky programth mund të kryejë formësim të vetvetishëm të një instance parazgjedhje, që kështu të mund të filloni të përdorni Booktype-in fill pas instalimit.

source: Choose 'yes please' and the script will ask for details in order to set up the Booktype instance and create a virtual host configuration for Apache.
da: Vælg "ja tak" og scriptet vil spørge efter detaljer for at kunne sætte en Booktype-eksempel og oprette en virtuel værtskonfiguration for Apache.
de: "Ja, gerne" auswählen und das Skript wird nach Angabe von Details die Booktype Instanz sowie die virtuelle Host Konfiguration für Apache vornehmen.
el: Επιλέξτε «Ναι, παρακαλώ» και το σενάριο θα σας ζητήσει λεπτομέρειες για την εγκατάσταση του Booktype και θα δημιουργήσει αρχείο ρυθμίσεων του εικονικού φιλοξενητή για Apache.
es: Elija 'si por favor' y el script le preguntará algunos detalles para configurar la instancia de Booktype y crear una configuración de host virtual para Apache.
et: Vali 'jah, palun' ning skript küsib sinu käest lisainfot, et seadistada sin uBooktype sait ning luua Apache jaoks virtuaalse hosti seadistus.
fr: Choisissez « oui s'il vous plaît » et le script demandera des détails afin de mettre en place l'instance Booktype et créer une configuration d'hôte virtuel pour Apache.
hu: Válassza ki 'igen, kérjem", és majd a szkript közben kérdezni fogja a részleteket, hogy miként hozza létre az új Booktype telepítést és hogyan készítsen egy virtuális gép konfigurációt Apache számára.
it: Scegliere 'sì perfavore' e lo script vi chiederà i dettagli, al fine di impostare l'istanza Booktype e creare una configurazione dell'host virtuale per Apache.
ja: 「はい、お願いします」を選択すると、BooktypeとApacheの仮想ホストの設定をするための詳細を質問します。
nb: Velg 'ja takk', og installasjonsskriptet vil spørre deg om detaljene for å sette opp Booktype serveren, og opprette en virtuell serverkonfigurasjon for Apache.
pa: ਜੇ 'ਹਾਂਜੀ' ਨਾਪੋ ਤਿ ਫਿਰ ਬੁੱਕਟਾਇਪ instance ਨੂੰ Apache ਦੀ virtual host configuration ਦੀ ਲੋੜ ਹੈ ।
pt: Escolha 'sim, por favor' e o script pedirá detalhes para configurar a instância do Booktype e criar uma configuração de host virtual para o Apache.
ru: Выберите "да, пожалуйста" и скрипт запросит информацию, чтобы настроить Booktype и создаст конфигурацию виртуального хоста для Apache.
sq: Zgjidhni 'po, ju lutem' dhe programthi do të kërkojë hollësi me qëllim rregullimin e instancës së Booktype-it dhe krijimin e një formësimi strehe virtuale për Apache-in.

source: If you choose 'no thanks', that's no problem. You're welcome to set it up however you like.
da: At vælge "nej tak" er ikke noget problem. Du er velkommen til at sætte det op lige som du selv kan lide det.
de: Falls Sie die Option "Nein, danke" wählen, können Sie die Werte nach Belieben selber setzen.
el: Αν επιλέξετε «Όχι, ευχαριστώ», κανένα πρόβλημα. Είστε ευπρόσδεκτοι να το ρυθμίσετε όπως επιθυμείτε.
es: Si usted elige 'no gracias', no hay problema. Es usted bienvenido de configurarlo de la manera que le resulte más conveniente.
et: Kui sa valid 'tänan ei', siis see pole mingi probleem. Sa võid seda seadistada kuidas hing ihkab.
fr: Si vous choisissez « non merci », ce n'est pas un problème. Vous pouvez tout à fait choisir vous-même les paramètres de la configuration.
hu: Ha a 'köszönöm, nem'-et választja, nem fog gondot okozni. Nyugodtan beállíthatja, ahogyan csak szeretné.
it: Se scegli 'no grazie', non c'è problema. Puoi configurarlo come più ti piace.
ja: もし、「いいえ、結構です」を選択したとしても、問題ありません。あなたの好むやり方で設定を行うことが出来ます。
nb: Hvis du velger 'nei takk', så er ikke det noe problem. Du er velkommen til å sette opp serveren akkurat som det passer deg.
pa: ਜੇ 'ਨਾ' ਬਟਨਿ ਨੂੰ ਚੁਣਨਾ ਕੋਈ ਗੱਲ ਨੀ. ਅਾਪ ਦੀ ਮਾਰਜੀ ਨਾਲ ਸੈੱਟਅੱਪ ਕਾਰ ਸਾਕਦੈ ।
pt: Se você escolher 'não, obrigado', não há problema. Você é bem-vindo para configurá-lo da maneira que quiser.
ru: Если вы выберите "нет, спасибо", это не проблема. Вы всегда можете настроить, как вам нравится.
sq: Nëse zgjidhni 'jo, faleminderit', s’ka problem. Jeni i mirëpritur ta rregulloni kurdo që të dëshironi.

source: Name of the Booktype database:
da: Booktype-databasens navn_
de: Name der Booktype Datenbank:
el: Όνομα της βάσης δεδομένων για το Booktype:
es: Nombre de la base de datos de Booktype:
et: Booktypoe andmebaasi nimi:
fr: Nom de la base de donnée Booktype :
hu: A Booktype adatbázis neve:
it: Nome del database di Booktype:
ja: Booktypeデータベースの名前
nb: Navnet på Booktype databasen:
pa: ਬੁੱਕਟਾਇਪ ਡਾਟਾਬੇਸ ਦਾ ਨਾਮ
pt: Nome do banco de dados do Booktype:
ru: Имя базы данных Booktype:
sq: Emër baze të dhënash Booktype:

source: Enter the name of the database for Booktype to use.
da: Indtast navnet på den database Booktype skal benytte.
de: Namen der Booktype Datenbank eingeben.
el: Εισάγετε το όνομα της βάσης δεδομένων που θα χρησιμοποιεί το Booktype.
es: Ingrese el nombre de la base de datos que ha de utilizar Booktype:
et: Palun vali andmebaasi nimi, mida Booktype saab kasutada.
fr: Saisissez le nom de la base de donnée Booktype à utiliser.
hu: Adja meg az adatbázis nevét, amelyet a Booktype használni fog.
it: Inserisci il nome del database di Booktype da utilizzare.
ja: Booktypeが利用するデータベースの名前を入力してください。
nb: Skriv inn databasenavnet du ønsker Booktype skal bruke.
pa: ਬੁੱਕਟਾਇਪ ਡਾਟਾਬੇਸ ਦਾ ਨਾਮ ਲਿਖੋ
pt: Digite o nome do banco de dados para o Booktype usar.
ru: Введите имя базы данных для Booktype.
sq: Jepni emrin e bazës së të dhënave për përdorim nga Booktype-i.

source: Booktype database owner username:
da: Ejeren af Booktype-databasens brugernavn:
de: Booktype Datenbank Eigentümer Nutzername:
el: Όνομα χρήστη του ιδιοκτήτη της βάσης δεδομένων Booktype:
es: Nombre de usuario propietario de la base de datos de Booktype:
et: Booktype andmebaasi omaniku kasutajanimi:
fr: Propriétaire de la base de donnée :
hu: A Booktype adatbázis-tulajdonosának felhasználóneve:
it: Username proprietario del database di Booktype:
ja: Booktypeデータベースのオーナーのユーザ名
nb: Databaseeierens brukernavn:
pa: ਬੁੱਕਟਾਇਪ ਡਾਟਾਬੇਸ owner username:
pt: Nome do proprietário do banco de dados do Booktype:
ru: Имя пользователя базы данных для Booktype :
sq: Emër përdoruesi i të zotit të bazës së të dhënave Booktype:

source: Enter the username of the Booktype database owner.
da: Indtast brugernavnet på den, der ejer Booktype-databasen:
de: Booktype Datenbank Eigentümer Nutzername eingeben:
el: Εισάγετε το όνομα χρήστη για τον ιδιοκτήτη της βάσης δεδομένων του Booktype.
es: Ingrese el nombre de usuario del propietario de la base de datos de Booktype.
et: Sisesta Booktype andmebaasi omaniku kasutajanimi.
fr: Saisissez le nom du propriétaire de la base de donnée Booktype.
hu: Adja meg a Booktype adatbázis tulajdonosának felhasználónevét.
it: Inserisci la username del proprietario database di Booktype.
ja: Booktypeが利用するデータベースのオーナーのユーザ名を入力してください。
nb: Skriv inn brukernavnet til Booktype databasens eier.
pa: ਬੁੱਕਟਾਇਪ ਡਾਟਾਬੇਸ ਦਾ owner username ਲਿਖੋ
pt: Digite o nome do proprietário do banco de dados do Booktype.
ru: Введите имя пользователя базы данных для Booktype :
sq: Jepni emrin e përdoruesit të të zotit të bazës së të dhënave Booktype:

source: Password for the Booktype database:
da: Booktype-databasens adgangskode:
de: Passwort für Booktype Datenbank:
el: Κωδικός για την βάση δεδομένων Booktype:
es: Contraseña para la base de datos de Booktype:
et: Booktype andmebaasi parool:
fr: Mot de passe de la base de donnée Booktype :
hu: A Booktype adatbázisának jelszava:
it: Password del database di Booktype:
ja: Booktypeデータベースのパスワード
nb: Passord for Booktype databasen:
pa: ਬੁੱਕਟਾਇਪ ਡਾਟਾਬੇਸ ਦਾ ਪਾਸਵਰਡ:
pt: Senha para o banco de dados do Booktype:
ru: Пароль базы данных для Booktype :
sq: Fjalëkalim për bazën e të dhënave Booktype:

source: Enter the password for the database which Booktype will use.
da: Indtast adgangskoden til den database som Booktype skal benytte.
de: Passwort für Booktype Datenbank eingeben.
el: Εισάγετε τον κωδικό για την βάση δεδομένων που θα χρησιμοποιεί το Booktype.
es: Ingrese la contraseña para la base de datos que ha de utilizar Booktype.
et: Sisesta Booktype andmebaasi parool.
fr: Saisissez le mot de passe de la base de donnée que Booktype va utiliser.
hu: Adja meg az adatbázis jelszavát, amelyet majd a Booktype használni fog.
it: Inserisci la password del database che Booktype utilizzerà.
ja: Booktypeが利用するデータベースのパスワードを入力してください。
nb: Skriv inn passordet for den databasen Booktype vil bruke.
pa: ਬੁੱਕਟਾਇਪ ਦਾ ਡਾਟਾਬੇਸ ਦਾ ਪਾਸਵਰਡ ਲਿਖਹੋ ।
pt: Digite a senha para o banco de dados que o Booktype usará.
ru: Введите пароль базы данных для Booktype :
sq: Jepni fjalëkalimin për te baza e të dhënave të cilën do të përdorë Booktype-i:

source: Booktype database host:
da: Booktype-databasens vært:
de: Booktype Datenbank Host:
el: Ο υπολογιστής που θα φιλοξενεί την βάση δεδομένων Booktype:
es: Host de la base de datos de Booktype:
et: Booktype andmebaasi host:
fr: Hôte de la base de donnée Booktype :
hu: Booktype adatbázis hoszt:
ja: Booktypeデータベースのホスト名
nb: Vertsnavn for databasen:
pa: ਬੁੱਕਟਾਇਪ ਦਾ ਡਾਟਾਬੇਸ ਹੋਸਟ:
pt: Host do banco de dados do Booktype
ru: Хост базы данных Booktype:
sq: Strehë baze të dhënash Booktype:

source: Enter the hostname of the machine serving the Booktype database.
da: ndtast værtsnavnet på maskinen, hvorpå Booktype-databasen befinder sig.
de: Hostnamen des Rechners der Booktype Datenbank eintragen.
el: Εισάγετε το όνομα υπολογιστή (hostname) της συσκευής που θα παρέχει την βάση δεδομένων για το Booktype.
es: Ingrese el nombre del host donde se encuentra la base de datos de Booktype.
et: Sisesta Booktypei serveri hostinimi.
fr: Saisissez le nom d'hôte de la machine hébergeant la base de donnée de Booktype.
hu: Adja meg a Booktype adatbázisának hosztnevét, amelyen az fut.
it: Immettere il nome host della macchina che serve il database di Booktype.
ja: Booktypeデータベースが動くサーバのホスト名を入力してください。
nb: Skriv inn vertsnavnet for maskinen hvor Booktype databasen befinner seg.
pa: ਬੁੱਕਟਾਇਪ ਡਾਟਾਬੇਸ ਦਾ ਹੋਸਟਨਾਮਿ ਲਿਖੋ ।
pt: Digite o nome da máquina em que o banco de dados do Booktype executa.
ru: Введите имя хоста сервера базы данных Booktype.
sq: Jepni emërstrehën e makinës që shërben bazën e të dhënave Booktype.

source: Booktype database port:
da: Booktype-databasens port:
de: Booktype Datenbank Port:
el: Θύρα βάσης δεδομένων Booktype:
es: Puerto de la base de datos de Booktype:
et: Booktype andmebaasi port:
fr: Port de la base de donnée Booktype :
hu: Booktype adatbázis port:
it: Porta del database di Booktype:
ja: Booktypeデータベースのport
nb: Booktype databasens portnummer:
pa: ਬੁੱਕਟਾਇਪ ਡਾਟਾਬੇਸ ਪੋਰਟ:
pt: Porta do banco de dados do Booktype:
ru: Порт базы данных Booktype:
sq: Portë baze të dhënash Booktype:

source: Enter the port number that your database server uses. The default for PostgreSQL database servers is 5432.
da: Indtast det port-nummer som din databaseserver bruger. Forudindstillingen for PostgreSQL-databaseservere er 5432.
de: Port Nummer des Datenbankservers eingeben. Die Voreinstellung für PostgreSQL Datenbankserver ist 5432.
el: Εισάγετε τον αριθμό της θύρας που χρησιμοποιεί ο διακομιστής σας βάσης δεδομένων. Ο αρχικός αριθμός θύρας για τις βάσεις δεδομένων PostgreSQL είναι 5432.
es: Ingrese el número de puerto que utiliza su servidor de bases de datos. El puerto default de un servidor de bases de datos PostgreSQL es 5432.
et: Sisesta pordi number, mida sinu andmebaasi server kasutab. Vaikimisi PostgreSQL port on 5432.
fr: Saisissez le numéro de port de votre serveur de base de données. La valeur par défaut pour les serveurs PostgreSQL est 5432.
hu: Adja meg a port számot, amit az Ön adatbázis szervere használ. Az alapértelmezett a PostgreSQL adatbázis szerverek számára 5432.
it: Inserire il numero di porta che il server del database utilizza. L'impostazione predefinita per i server di database PostgreSQL è 5432.
ja: データベースサーバが利用するport番号を入力してください。PostgreSQLデータベースのデフォルトのport番号は5432です。
nb: Skriv inn portnummeret til databaseserveren. Standardporten for PostgreSQL database servere er 5432.
pa: ਡਾਟਾਬੇਸ ਪੋਰਟ ਨੰਬਰ ਕੀ ਹੈ? ਆਮ ਤੋਰ ਤੇੈ PostgreSQL ਵਾਸਤੈ '5432' ਹਿ ਹੈ ।
pt: Digite o número da porta que seu servidor de banco de dados usa. O padrão para servidores de banco de dados PostgreSQL é 5432.
ru: Введите номер порта который использует ваш сервер базы данных. Для базы данных PostgreSQL по умолчанию 5432.
sq: Jepni numrin e portës që përdor shërbyesi juaj i bazës së të dhënave. Për shërbyes bazash të dhënash PostgreSQL parazgjedhja është 5432.

source: Booktype Administrator
el: Διαχειριστής του Booktype
es: Administrador de Booktype
et: Booktype administraator
fr: Administrateur Booktype
hu: Booktype Adminisztrátor
it: Amministratore Booktype
ja: Booktype管理者
pa: ਬੁੱਕਟਾਇਪ ਦਾ ਮੁਖੀ ਆਗੂ
pt: Administrador do Booktype
ru: Администратор Booktype
sq: Administrues Booktype-i

source: Name of the Booktype server administrator:
da: Navnet på administratoren af Booktypeserver:
de: Name des Booktype Server Administrators:
el: Το όνομα του διαχειριστή διακομιστή Booktype:
es: Nombre del administrador del servidor de Booktype:
et: Booktype serveri administraatori nimi:
fr: Nom de l'administrateur du serveur Booktype :
hu: A Bookytype szerver adminisztrátorának neve:
it: Nome dell'amministratore del server Booktype:
ja: Booktypeサーバの管理者の名前
nb: Navnet på Booktype serverens administrator:
pa: ਬੁੱਕਟਾਇਪ ਸਰਵਰ ਦਾ ਮੁਖੀ ਆਗੂ ਦਾ ਨਾਮ:
pt: Nome do administrador do servidor do Booktype:
ru: Имя администратора сервера Booktype:
sq: Emër përgjegjësi shërbyesi Booktype:

source: Enter the name of the system administrator for your Booktype users to contact.
da: Indtast navnet på den systemadministrator, som Booktypes brugere kan kontakte.
de: E-Mail-Adresse des System Administrators eingeben, als Kontakt für Booktype User.
el: Εισάγετε το όνομα του διαχειριστή συστήματος με τον οποίο θα επικοινωνούν οι χρήστες του Booktype.
es: Ingrese el nombre del administrador del sistema para que pueda ser contactado por sus usuarios de Booktype.
et: Sisesta oma Booktype saidi süsteemi administraatori nimi, kellega kasutajad saavad ühendust võtta.
fr: Saisissez le nom de l'administrateur système que vos utilisateurs de Booktype pourront contacter.
hu: Adja meg a rendszer adminisztrátorának nevét, hogy kapcsolatba tudjanak jutni vele az Ön Booktype felhasználói.
it: Immettere il nome dell'amministratore di sistema per i tuoi utenti Booktype da contattare.
ja: このBooktype利用者がコンタクトをとるためのシステム管理者の名前を入力してください。
nb: Skriv inn navnet på systemadministratoreren du ønsker dine Booktype brukere skal kontakte.
pa: ਸਾਰਾ ਸਿਸ੍ਟਮ ਦਾ ਅਾਗੂ ਦਾ ਨਾਮ ਲਿਖੋ, ਜਿਰਾ ਬੁੱਕਟਾਇਪ users ਨਿ ਉਸਨੂੰ ਸੰਪਰਕ ਕਰਿ ਸਾਕਦੈ ।
pt: Digite o nome do administrador do sistema para que seus usuários do BookType possam entrar em contato.
ru: Введите имя системного администратора для контакта Booktype пользователей.
sq: Jepni emrin e përgjegjësit të sistemit me të cilin do të duhej të lidheshin përdoruesit e Booktype-it tuaj.

source: Email address of the Booktype server administrator:
da: Booktype-administratorens mail-adresse:
de: E-Mail-Adresse des Booktype Server Administrators:
el: Η ηλ. διεύθυνση του διαχειριστή διακομιστή Booktype:
es: Dirección de email del administrador del servidor de Booktype:
et: Booktype serveri administraatori e-posti aadress:
fr: L'adresse de courriel de l'administrateur du système Booktype :
hu: Írja be a Booktype szerver adminisztátorának email címét:
it: Indirizzo mail dell'amministratore server Booktype:
ja: Booktypeサーバー管理者のEメールアドレス
nb: Serveradministrators epostadresse:
pa: ਬੁੱਕਟਾਇਪ ਸਰਵਰ ਆਗੂ ਦਾ ਇਮੈਲ ਐਡਰੈੱਸ:
pt: Endereço de e-mail do administrador do servidor do Booktype:
ru: Email адрес администратора сервера Booktype:
sq: Adresë email e përgjegjësit të shërbyesit Booktype:

source: Enter the email address of the system administrator for your Booktype users to contact.
da: Indtast mailadressen på den systemadministrator, som Booktypes brugere kan kontakte.
de: E-Mail-Adresse des Booktype Server Administrators eingeben, als Kontakt für Booktype User.
el: Εισάγετε την ηλ. διεύθυνση για τον διαχειριστή του συστήματος που θα χρησιμοποιούν οι χρήστες του Booktype.
es: Ingrese la dirección de email del administrador del sistema, para que sus usuarios de Booktype lo puedan contactar.
et: Sisesta oma Booktype saidi süsteemi administraatori e-posti aadress, millega kasutajad saavad ühendust võtta.
fr: Saisissez l'adresse de courriel de l'administrateur système que les utilisateurs de Booktype pourront contacter.
hu: írja be a rendszer adminisztrátor nevét az Ön Booktype felhasználói számára, hogy kapcsolatba tudjanak jutni Önnel.
it: Inserisci l'indirizzo mail dell'amministratore di sistema dei tuoi utenti Booktype da contattare.
ja: このBooktype利用者がコンタクトをとるためのシステム管理者のメールアドレスを入力してください。
nb: Skriv inn epostadressen til systemadministratoren du ønsker dine Booktype brukere skal kontakte.
pa: ਬੁੱਕਟਾਇਪ ਸਰਵਰ ਆਗੂ ਦਾ ਇਮੈਲ ਐਡਰੈੱਸ ਲਿਖੋ, ਜਿਰਾ ਬੁੱਕਟਾਇਪ users ਓਥੇ ਸੰਪਰਕ ਕਰਿ ਸਾਕਦੈ ।
pt: Digite o endereço de e-mail do administrador do sistema para seus usuários BookType possam entrar em contato.
ru: Введите email системного администратора для контакта Booktype пользователей.
sq: Jepni adresën email të përgjegjësit të sistemit me të cilin do të duhej të lidheshin përdoruesit e Booktype-it tuaj.

source: Web password for the Booktype server administrator:
da: Booktype-serveradministratorens web-adgangskode:
el: Ο κωδικός διαχειριστή για τον διακομιστή που φιλοξενεί το Booktype:
es: Contraseña web para el administrador de servidor de Booktype:
et: Booktype serveri administraatori veebi parool:
ja: Booktypeサーバー管理者のWebパスワード
nb: Passord for serverens administrator:
pa: ਬੁੱਕਟਾਇਪ ਸਰਵਰ ਅਾਗੂ ਵਾਸਤੇ ਵਿਬ ਪਾਸਵਰਡ :

source: Enter a strong password for the adminstrator to use in the web interface of the default Booktype instance. This should not be the same as any other password.
da: Indtast en stærk adgangskode som administratoren kan bruge til Booktypes standardindstillede webbrugerflade. Denne adgangskode bør ikke være som andre adgangskoder.
el: Εισάγετε έναν ισχυρό κωδικό για τον διαχειριστή τον οποίο θα χρησιμοποιείτε όταν συνδέεστε στην αρχική εγκατάσταση του Booktype. Αυτός ο κωδικός δεν πρέπει να είναι όμοιος με κανέναν άλλον!
es: Introduzca una contraseña fuerte para el administrador para utilizarla en la interfaz web del ejemplo por defecto de Booktype. Esta no debería ser igual que otra contraseña.
et: Sisesta Booktype saidi administraatorile tugev parool. See ei tohiks olla sama ühegi teise parooliga.
ja: デフォルトのBooktypeインスタンスを管理者としてWeb利用するための強力なパスワードを入力してください。このパスワードは他のパスワードとは異なるべきです。
nb: Tast inn et sterkt passord for administratorens tilgang til innlogging i denne spesifikke installasjonen av Booktype. Dette må være et unikt passord.
pa: ਅਾਗੂ ਦਾ ਵਿਬ interface ਵਸਤੇ ਔਖਾ ਜਾ ਪਾਸਵਰਡ ਲਿਖੋ ਜਿਰਾ ਆਮ ਬੁੱਕਟਾਇਪ instance ਨਾਲ ਚਾਲੂ, ਇਹ ਪਾਸਵਰਡ ਹੋਰ ਥਾਂ ਤਿ ਨਹੀ ਵਿਰਤੋ ।

source: Booktype Site
da: Booktype Websted
de: Booktype Seite
el: Όνομα ιστοτόπου Booktype
es: Sitio de Booktype
et: Booktype sait
fr: Site Booktype
hu: Booktype Honlap
it: Sito Booktype
ja: Booktypeサイト
nb: Booktypeinstallasjonens navn
pa: ਬੁੱਕਟਾਇਪ site
pt: Site do Booktype
ru: Booktype Сайт
sq: Sajt Booktype

source: Name of the default Booktype instance:
da: Navnet på den standardindstillede Booktype:
de: Name der Standard Booktype Instanz:
el: Το όνομα της αρχικής εγκατάστασης Booktype:
es: Nombre de la instancia default de Booktype:
et: Vaikimisi Booktype saidi nimi:
fr: Nom de l'instance par défaut de Booktype :
hu: Az alapértelmezett Booktype neve:
it: Nome dell'istanza Booktype predefinita:
ja: デフォルトのBooktypeインスタンスの名前
nb: Booktype installasjonens nettsidenavn:
pa: ਆਮ ਬੁੱਕਟਾਇਪ instance ਦਾ ਨਾਮ:
pt: Nome da instância padrão do Booktype:
ru: Имя экземпляра Booktype по умолчанию:
sq: Emër për instancën parazgjedhje të Booktype-it:
